export const contentRu = [
    {
        name: "Михаил Фролов",
        job: "Разработчик / архитектор web-систем",
        email: "frlv.ru@gmail.com",
        phone: "+7 (747) 405 8207",
        linkedin: "https://www.linkedin.com/in/mikhail-v-frolov",
    },
    {
        title: "Основные навыки ",
        skills: ["Azure", "ASP.NET", ".Net Core", "C#", "JavaScript", "MS SQL", "Cosmos DB", "MongoDB"],
    },
    {
        title: "Резюме",
        description: "Я web-разработчик полного цикла с опытом: проектирования и реализации высоконагруженных систем в области B2B эвентов, разработки систем под бизнес-процессы компании и адаптации процессов под возможности системы, миграции web-сервисов в облака и обратно.",
    },
    {
        title: "Достижения",
        achievements: [
            { 
                achievement: "Разработана serverless система управления пулом из 18 web-сайтов.", 
                stack: ["Gatsby JS", "React JS", "MDX", "GitLab CI", "S3 storage" ], 
            },
            { 
                achievement: "Разработан ETL сервис для обмена данными с системами: автоматизации маркетинга (Marketo, InGo), лидогенерации (LeadFrog) и проведения многоканальных эвентов (BigMarker, Grip).", 
                stack: ["Azure Data Factory", "Azure Functsons App", ".net Core", "Azure SQL", "Azure Cosmos DB", "3rd party APIs" ], 
            },
            { 
                achievement: "Разработана высоконагруженная система online и on-site тикетинга посетителей международных эвентов размером до 60 000+ посетителей из 120+ стран.", 
                stack: ["Yadex Cloud", "Linux Server", "Docker images", ".net Core (C#)", "React JS", "S3 storage", "MongoDB", "MySQL", "PostFix SMTP relay" ], 
            },
            { 
                achievement: "Разработаны модули для Kentico CMS объединяющие сотни экспонентов и тысячи посетителей выставок в единую информационную систему.", 
                stack: ["ASP.NET C#", "MS SQL", "HTML", "CSS" ], 
            },
        ],
    },
    {
        title: "Опыт работы",
        experience: [
            {
                period: "2007 - по н.в.",
                company: "ITE Group / Hyve Group",
                industry: "Организация и проведением B2B выставок и конференций",
                position: "Руководитель команды web-разработки",
            },
            {
                period: "2006 - 2007",
                company: "PRADO Банкир и Консультант ",
                industry: "Аудиторско-консалтинговая группа",
                position: "Менеджер интернет-проектов ",
            },
            {
                period: "2004 - 2006",
                company: "Магазин портативной электроники",
                industry: "Интернет-магазин",
                position: "Руководитель web-проекта ",
            },
            {
                period: "2003 - 2004",
                company: "Сптник",
                industry: "Гостинично-офисный комплекс",
                position: "Системный администратор",
            },
        ],
    },
    {
        title: "Образование",
        education: [
            {
                year: "2008",
                institution: "Московская финансово промышленная академия",
                speciality: " Финансы и кредит, Экономист",
            },
            {
                year: "2003",
                institution: "Московский колледж управления и новых технологий ",
                speciality: "Программное обеспечение вычислительной техники и автоматизированных систем, Техник программист",
            },
        ],
    },
    {
        title: "Знание языков",
        languages: [
            {
                language: "Анклийский",
                lavel: "B1",
            },
            {
                language: "Русский",
                lavel: "родной",
            },
        ]
    },
    {
        title: "Обо мне",
        description: "Знакомство с IT состоялось на работе моего крестного на одном из узлов телефонной связи, продолжилось программированием калькулятора «Электроника» для игры в настольные игры и написанием BASIC программ на компьютере «Символ». С развитием сети интернет интерес сконцентрировался на разработке сайтов и web-сервисов. Люблю походы в горы, увлекаюсь акробатикой на батуте.",
    },
];